[
	{
		"title": "How long does the subscription last",
		"answer": "The subscription plan lasts for a minimum of 6 months and is month to month after that. Cancel anytime after the 6 months have passed. If you cancel, you don’t keep the site (otherwise everyone would just do that and we'd be out of business!)."
	},
	{
		"title": "What happens if I cancel after the 6 month minimum and want to come back?",
		"answer": "You just have to sign a new 6 month contract."
	},
	{
		"title": "What happens if I cancel before the 6 months is over?",
		"answer": "If you cancel before the 6 months, you owe the full cost of what the site would normally cost ($3500) minus whatever you already paid. We prioritize long term relationships with our clients. And we want clients to share the same philosophy."
	},
	{
		"title": "$100 per additional page, is that one time or monthly?",
		"answer": "The $100 per additional page fee is one time. Not recurring. So if you need 3 extra pages, that’s $300 and you’re done. Not $300 a month. That would be crazy!"
	},
	{
		"title": "On subscriptions, once I’m done with the 6 month minimum, do I continue paying after that?",
		"answer": "Yes, subscriptions are indefinite. You keep paying every month after the 6 month minimum. It generally takes us 2-3 years to make what we would have made if we sold a lump sum site. So ideally we'd like to have clients last at least 5 years to make getting paid over that period of time worth the wait and financially viable. And at that point, the website will be generating more than $200 a month in value for the client, so the site will essentially be paying for itself at that point and we hope our clients continue to see the value in the work we do to keep paying every month so we can continue to do what we do."
	},
	{
		"title": "Can I add unlimited edits and support to the lump sum package?",
		"answer": "Yes! We offer $50 a month subscription add on for unlimited edits and support. These are done with a 12 month minimum commitment as well. There's no turning it on and off every other month. Once you end it, if you want to reinstate, it you’ll need to sign another 12 month commitment."
	}
]
